export const badWords = [
    "блять",
    "блядь",
    "бля",
    "блін",
    "бляха",
    "бляха-муха",

    "сука",
    "сучка",
    "сучара",

    "курва",
    "курво",
    "курви",
    "курвас",

    "пізда",
    "пизда",
    "піздець",
    "пиздец",
    "піздєц",
    "пиздєц",
    "піздюк",
    "пиздюк",
    "пиздець",
    "пиздецький",

    "хуй",
    "хуя",
    "хуї",
    "хуїна",
    "хуйня",
    "хуйовий",
    "хуйняра",
    "хуйло",

    "єбати",
    "ебати",
    "йобати",
    "їбати",
    "єбать",
    "ебать",
    "йобать",

    "єбу",
    "ебу",
    "йобу",

    "єбаний",
    "ебаний",
    "йобаний",

    "єбучий",
    "ебучий",
    "йобучий",

    "довбойоб",
    "долбойоб",
    "довбоеб",

    "мудак",
    "мудила",
    "мудило",

    "гандони",
    "гандон",
    "гандончик",

    "придурок",
    "ідіот",
    "кретин",

    "нахуй",
    "нафіг",
    "нахер",
    "нахєр",

    "хулі",
    "хуле",
    "хулє",

    "срака",
    "засранець",
    "засранецький",

    "чмо",
    "чмошник",
    "чмир",

    "паскуда",
    "падлюка",

    "шлюха",
    "шльондра",
    "повія",
    "шалава",

    "чорт"
];
